[IO_ClaptrapBeard_BeerKeg InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_Claptrapbeard_ForgeActor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBeard_ForgedBeard InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_ClaptrapBeard_ForgeHammer InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Beard MissionItemDefinition]
UseFailureCharacterMessage="I believe in you. %s Use this content."
ItemName="Short beard"
PickupMessage="It sinks into you %s"
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="This number does not exist.."
NoManufacturerName="Much"

[ItemDefs.ID_Beard:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="It's hot with guilt and doubt."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ClapTrapBeard_MagicBeard MissionItemDefinition]
UseFailureCharacterMessage="You need %s Use this product."
ItemName="The magical beard"
PickupMessage="On the floor %s"
UseFailureLevelMessage="This section requires at least %d."
UseFailureConstraintsMessage="You can't use it."
NoManufacturerName="often"

[ItemDefs.ID_MO_ClapTrapBeard_MagicBeard:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="The smell ... magic."
NoConstraintText=""
Suffix=""
Prefix=""

